Repository: vadimkolobanov/orpheus_client
Catalog: lib/l10n/app_*.arb
Languages: ru

# welcomeSubtitle
source: Secure communication without the noise
ru: Защищённая связь без лишнего шума

source: Create Account
ru: Создать аккаунт

source: Restore from Key
ru: Восстановить из ключа

# e2eEncryption
source: End-to-end encryption
ru: End-to-end шифрование

source: Recovery
ru: Восстановление

# recoveryWarning
source: Private key grants full access to your account. Never share it with anyone.
ru: Приватный ключ даёт полный доступ к аккаунту. Никому его не показывайте.

source: Paste private key...
ru: Вставьте приватный ключ…

source: Cancel
ru: Отмена

source: Import
ru: Импорт

source: Error
ru: Ошибка

source: Profile
ru: Профиль

source: QR Code
ru: QR-код

source: Your ID
ru: Ваш ID

source: ID copied
ru: ID скопирован

source: Share
ru: Поделиться

# shareMessage
source: Hi! Add me on Orpheus. My key: {key}
ru: Привет! Добавь меня в Orpheus. Мой ключ: {key}

# contactsCount
source: {count, plural, =0{contacts} =1{contact} other{contacts}}
ru: {count, plural, =0{контактов} =1{контакт} few{контакта} many{контактов} other{контактов}}

# messagesCount
source: {count, plural, =0{messages} =1{message} other{messages}}
ru: {count, plural, =0{сообщений} =1{сообщение} few{сообщения} many{сообщений} other{сообщений}}

# sentCount
source: sent
ru: отправлено

source: Security
ru: Безопасность

source: Support
ru: Поддержка

# supportDesc
source: Contact developer
ru: Написать разработчику

source: How to Use
ru: Как пользоваться

# howToUseDesc
source: Quick guide
ru: Краткая инструкция

source: Update History
ru: История обновлений

source: Export Account
ru: Экспорт аккаунта

# exportAccountDesc
source: Show private key
ru: Показать приватный ключ

source: Notification Settings
ru: Настройка уведомлений

# notificationSettingsDesc
source: For Android (Vivo, Xiaomi, etc.)
ru: Для Android (Vivo, Xiaomi и др.)

# orpheusNotificationsDesc
source: Notifications for messages in Orpheus public chat.
ru: Оповещения о сообщениях в общем чате Орфея.

# orpheusOfficialNotifications
source: Official Orpheus replies
ru: Официальные ответы Орфея

source: System notification settings
ru: Системные настройки уведомлений

source: Language
ru: Язык

# accountCreated
source: Account created {date}
ru: Аккаунт создан {date}

# checkUpdates
source: Check
ru: Проверить

source: Delete Account
ru: Удалить аккаунт

# deleteAccountTitle
source: Delete Account?
ru: Удалить аккаунт?

# deleteAccountWarning
source: This will delete keys, contacts and message history without possibility of recovery.
ru: Это действие удалит ключи, контакты и историю сообщений без возможности восстановления.

# deleteAccountConfirm
source: I understand this is irreversible
ru: Я понимаю, что это необратимо

source: Delete
ru: Удалить

source: Private Key
ru: Приватный ключ

# privateKeyWarning
source: Never share this key with anyone. Possession of it grants full access to your account.
ru: Никому не показывайте этот ключ. Владение им даёт полный доступ к вашему аккаунту.

source: Close
ru: Закрыть

source: Copy
ru: Копировать

source: Key copied
ru: Ключ скопирован

# biometryUnavailable
source: Biometry unavailable. Set up device security.
ru: Биометрия недоступна. Настройте безопасность устройства.

# confirmIdentity
source: Confirm identity to export keys
ru: Подтвердите личность для экспорта ключей

# authError
source: Authentication error
ru: Ошибка аутентификации

# accountDeleted
source: Account deleted. Restart the app.
ru: Аккаунт удалён. Перезапустите приложение.

source: Online
ru: В сети

source: Offline
ru: Не в сети

source: Call
ru: Позвонить

source: Menu
ru: Меню

source: Clear History?
ru: Очистить историю?

# clearHistoryWarning
source: All messages with this contact will be permanently deleted.
ru: Все сообщения с этим контактом будут удалены безвозвратно.

# startConversation
source: Start a conversation
ru: Начните диалог

# messagesEncrypted
source: Messages are encrypted and stored locally.
ru: Сообщения шифруются и сохраняются локально.

# messagePlaceholder
source: Message...
ru: Сообщение…

source: Write as Orpheus
ru: Писать от лица Орфея

source: Today
ru: Сегодня

source: Yesterday
ru: Вчера

source: Incoming call
ru: Входящий звонок

source: Outgoing call
ru: Исходящий звонок

source: Missed call
ru: Пропущен звонок

# callLabel
source: Call
ru: Звонок

source: Incoming
ru: Входящий

source: Outgoing
ru: Исходящий

source: Chats
ru: Чаты

source: Contacts
ru: Контакты

source: Settings
ru: Настройки

# orpheusRoomName
source: Orpheus
ru: Орфей

# orpheusOfficialName
source: Orpheus
ru: Орфей

# orpheusRoomWarning
source: Public chat. Do not share personal data.
ru: Публичный чат. Не публикуйте личные данные.

# orpheusRoomUnavailable
source: Orpheus public chat is not available yet. Check the server or try again later.
ru: Общий чат Орфея пока недоступен. Проверьте сервер или попробуйте позже.

# noChats
source: No chats yet
ru: Нет чатов

# noChatsDesc
source: Add a contact to start messaging
ru: Добавьте контакт, чтобы начать общение

source: Add Contact
ru: Добавить контакт

source: No contacts
ru: Нет контактов

# noContactsDesc
source: Scan QR code or paste contact's ID
ru: Отсканируйте QR-код или вставьте ID контакта

source: Scan QR
ru: Сканировать QR

source: Add by ID
ru: Добавить по ID

source: New Contact
ru: Новый контакт

# contactName
source: Name
ru: Имя

source: Contact ID
ru: ID контакта

source: Add
ru: Добавить

source: Contact added
ru: Контакт добавлен

# contactExists
source: Contact already exists
ru: Контакт уже существует

# invalidId
source: Invalid ID format
ru: Неверный формат ID

# cannotAddSelf
source: Cannot add yourself
ru: Нельзя добавить себя

source: Delete Contact?
ru: Удалить контакт?

# deleteContactWarning
source: Contact and chat history will be deleted.
ru: Контакт и история чата будут удалены.

source: Contact deleted
ru: Контакт удалён

source: Rename Contact
ru: Переименовать контакт

source: Save
ru: Сохранить

source: PIN Code
ru: PIN-код

source: Enter PIN
ru: Введите PIN

source: Confirm PIN
ru: Подтвердите PIN

# pinMismatch
source: PINs do not match
ru: PIN-коды не совпадают

source: PIN set
ru: PIN установлен

source: PIN disabled
ru: PIN отключён

source: Wrong PIN
ru: Неверный PIN

# attemptsLeft
source: {count, plural, =1{1 attempt left} other{{count} attempts left}}
ru: {count, plural, =1{Осталась 1 попытка} few{Осталось {count} попытки} many{Осталось {count} попыток} other{Осталось {count} попыток}}

source: Unlock
ru: Разблокировать

source: Use biometry
ru: Использовать биометрию

source: Duress Code
ru: Код принуждения

# duressCodeDesc
source: Shows empty profile when entered
ru: Показывает пустой профиль при вводе

source: Wipe Code
ru: Код удаления

# wipeCodeDesc
source: Deletes all data when entered
ru: Удаляет все данные при вводе

source: Auto-wipe
ru: Автоудаление

# autoWipeDesc
source: Wipe after {count} failed attempts
ru: Удаление после {count} неверных попыток

source: Panic Gesture
ru: Жест panic wipe

# panicGestureDesc
source: 3 quick app minimizes = wipe
ru: 3 быстрых сворачивания = wipe

source: Enabled
ru: Включено

source: Disabled
ru: Отключено

source: Set up PIN
ru: Установить PIN

source: Change PIN
ru: Изменить PIN

source: Remove PIN
ru: Отключить PIN

# setupDuress
source: Set up duress code
ru: Установить код принуждения

# setupWipe
source: Set up wipe code
ru: Установить код удаления

source: Message Retention
ru: Хранение сообщений

# retentionForever
source: Forever
ru: Всегда

# retentionWeek
source: 1 week
ru: 1 неделя

# retentionMonth
source: 1 month
ru: 1 месяц

# retentionYear
source: 1 year
ru: 1 год

source: License
ru: Лицензия

# licenseRequired
source: License required to use the app
ru: Для использования приложения требуется лицензия

source: Activate
ru: Активировать

source: System
ru: Система

source: Connection Status
ru: Статус подключения

source: Connected
ru: Подключено

source: Disconnected
ru: Отключено

source: Reconnecting...
ru: Переподключение...

source: Security Mode
ru: Режим безопасности

# standardMode
source: Standard
ru: Стандартный

# enhancedMode
source: Enhanced Protection
ru: Усиленная защита

source: Debug Logs
ru: Логи отладки

source: Clear Logs
ru: Очистить логи

source: Export Logs
ru: Экспорт логов

source: Logs cleared
ru: Логи очищены

source: Calling...
ru: Вызов...

source: Ringing...
ru: Звонок...

source: Connecting...
ru: Соединение...

source: Call ended
ru: Звонок завершён

source: Call declined
ru: Звонок отклонён

source: No answer
ru: Нет ответа

source: End Call
ru: Завершить

source: Mute
ru: Выкл. микрофон

source: Unmute
ru: Вкл. микрофон

source: Speaker
ru: Динамик

source: Accept
ru: Принять

source: Decline
ru: Отклонить

source: Support Chat
ru: Чат поддержки

# supportWelcome
source: How can we help?
ru: Чем можем помочь?

# scanQrTitle
source: Scan QR Code
ru: Сканировать QR-код

source: Camera permission required
ru: Требуется разрешение камеры

source: Open Settings
ru: Открыть настройки

# helpQuickStart
source: Quick Start
ru: Быстрый старт

# helpQuickStartBullet1
source: Your ID is your public key. Share it so others can add you.
ru: Ваш ID — это публичный ключ. Им делятся, чтобы вас добавили.

# helpQuickStartBullet2
source: Contact works both ways: you add someone by their ID/QR, and they add you by yours.
ru: Контакт работает «в обе стороны»: вы добавляете человека по его ID/QR, и он добавляет вас по вашему ID/QR.

# helpQuickStartBullet3
source: Chat and calls go through a secure channel, messages are encrypted.
ru: Чат и звонки идут по защищённому каналу, сообщения шифруются.

# helpExportTitle
source: Export Account (Important)
ru: Экспорт аккаунта (важно)

# helpExportBullet1
source: Profile → Export Account shows your private key.
ru: Профиль → Экспорт аккаунта показывает приватный ключ.

# helpExportBullet2
source: Private key grants full access to your account. Never share it.
ru: Приватный ключ — это полный доступ к аккаунту. Не показывайте его никому.

# helpExportBullet3
source: Lost private key + deleted app = recovery impossible.
ru: Потеряли приватный ключ и удалили приложение — восстановление невозможно.

# helpPinTitle
source: PIN Code
ru: PIN-код

# helpPinBullet1
source: Profile → Security → PIN. If PIN is not set — access is open.
ru: Профиль → Безопасность → PIN. Если PIN не задан — вход открыт.

# helpPinBullet2
source: When PIN is enabled — app locks after inactivity.
ru: Если PIN включён — приложение блокируется после неактивности.

# helpDuressTitle
source: Duress Code
ru: Код принуждения (Duress)

# helpDuressBullet1
source: This is a second PIN. When entered, shows an "empty profile" (0 contacts/messages).
ru: Это второй PIN. При вводе показывается «пустой профиль» (0 контактов/сообщений).

# helpDuressBullet2
source: Real data is not deleted — it's hidden while in duress mode.
ru: Реальные данные не удаляются — они скрыты, пока вы в duress-режиме.

# helpWipeCodeTitle
source: Wipe Code (Panic wipe)
ru: Код удаления (Panic wipe)

# helpWipeCodeBullet1
source: A separate code for complete data deletion.
ru: Это отдельный код для полного удаления данных.

# helpWipeCodeBullet2
source: After entering the code, a confirmation appears: hold the button for 2 seconds.
ru: После ввода кода появится подтверждение: удерживайте кнопку 2 секунды.

# helpWipeCodeBullet3
source: Designed to prevent accidental wipe.
ru: Сделано так, чтобы нельзя было стереть всё случайно.

# helpAutoWipeTitle
source: Auto-wipe
ru: Автоудаление (Auto-wipe)

# helpAutoWipeBullet1
source: Option: delete data after N failed PIN attempts.
ru: Опция: удалить данные после N неверных попыток введения PIN.

# helpAutoWipeBullet2
source: Enable only if you understand the risk of irreversible data loss.
ru: Включайте только если понимаете риск необратимой потери данных.

# helpPanicGestureTitle
source: Panic Gesture
ru: Жест panic wipe

# helpPanicGestureBullet1
source: Option (off by default): 3 quick app minimizes → wipe.
ru: Опция (по умолчанию выключена): 3 быстрых ухода приложения в фон → wipe.

# helpPanicGestureBullet2
source: Based on app lifecycle events, may trigger less predictably than wipe code.
ru: Жест основан на событиях ухода приложения в фон и может срабатывать менее предсказуемо, чем код удаления.

# helpRegionsTitle
source: Regions and Traffic Control
ru: Регионы и контроль трафика

# helpRegionsBullet1
source: Your region is determined locally on your device and is never sent to Orpheus servers or any third party.
ru: Экран «Система» показывает режим: «Стандартный» или «Усиленная защита».

# helpRegionsBullet2
source: If a traffic-controlled region is detected, the app automatically enables "Enhanced Protection" mode.
ru: Если обнаружен регион с контролем трафика, приложение включает «усиленный» режим в системном мониторе.

# helpRegionsBullet3
source: Connection issues? Check the System screen for network and mode status.
ru: Если есть проблемы со связью — откройте «Система» и проверьте статус сети/режима.

source: Select Language
ru: Выберите язык

source: System default
ru: Системный

source: Language changed
ru: Язык изменён

# contactsTitle
source: Contacts
ru: Контакты

# scanQrTooltip
source: Scan QR
ru: Сканировать QR

# refreshTooltip
source: Refresh
ru: Обновить

source: Loading error
ru: Ошибка загрузки

# addFirstContact
source: Add your first contact to start secure communication
ru: Добавьте первого собеседника, чтобы начать защищённое общение

# enterName
source: Enter contact name
ru: Введите имя контакта

source: Public key
ru: Публичный ключ

source: Paste or scan key
ru: Вставьте или отсканируйте ключ

source: Rename
ru: Переименовать

source: Enter new name
ru: Введите новое имя

# deleteContactFull
source: Delete {name}?
ru: Удалить {name}?

# deleteContactFullWarning
source: Contact and all chat history will be permanently deleted.
ru: Контакт и вся история переписки будут удалены безвозвратно.

source: Connection
ru: Соединение

source: Session
ru: Сессия

source: Queue
ru: Очередь

source: Region
ru: Регион

source: Mode
ru: Режим

source: Enhanced
ru: Усиленный

source: Standard
ru: Стандарт

source: Enhanced protection
ru: Повышенная защита

source: Stable connection
ru: Стабильное соединение

source: Encryption
ru: Шифрование

source: Copy fingerprint
ru: Копировать fingerprint

source: Key created
ru: Ключ создан

# e2eActive
source: End-to-end encryption active
ru: Сквозное шифрование активно

source: Fingerprint copied
ru: Fingerprint скопирован

source: Storage
ru: Хранилище

# messagesLabel
source: messages
ru: сообщений

# contactsLabel
source: contacts
ru: контактов

source: Application
ru: Приложение

source: Device
ru: Устройство

source: Model
ru: Модель

# osLabel
source: System
ru: Система

source: Not determined
ru: Не определено

source: Unknown
ru: Неизвестно

# securityTitle
source: SECURITY
ru: БЕЗОПАСНОСТЬ

# pinCodeSection
source: PIN CODE
ru: PIN-КОД

# inactivityLockTitle
source: Auto-lock timeout
ru: Таймер автоблокировки

# inactivityLockDesc
source: Lock after no activity
ru: Блокировка при отсутствии активности

# inactivity30s
source: 30 seconds
ru: 30 секунд

# inactivity1m
source: 1 minute
ru: 1 минута

# inactivity5m
source: 5 minutes
ru: 5 минут

# inactivity10m
source: 10 minutes
ru: 10 минут

# pinNotSet
source: PIN code is not set. App opens without protection.
ru: PIN-код не установлен. Приложение открывается без защиты.

source: Set PIN code
ru: Установить PIN-код

# setPinCodeDesc
source: 4 or 6 digit code to protect entry
ru: 4 или 6-значный код для защиты входа

source: PIN code set
ru: PIN-код установлен

source: Change PIN code
ru: Изменить PIN-код

# digitCode
source: {count}-digit code
ru: {count}-значный код

source: Disable PIN code
ru: Отключить PIN-код

# biometrySection
source: BIOMETRY
ru: БИОМЕТРИЯ

# unlockWithBiometry
source: Unlock with fingerprint/face
ru: Разблокировка по отпечатку/лицу

source: Quick entry without PIN
ru: Быстрый вход без ввода PIN

# duressCodeSection
source: DURESS CODE
ru: КОД ПРИНУЖДЕНИЯ

# duressCodeInfo
source: Duress code is a second PIN that shows an empty profile. Use it if you are forced to unlock the app under pressure.
ru: Код принуждения — второй PIN, который показывает пустой профиль. Используйте, если вынуждены разблокировать приложение под давлением.

source: Set duress code
ru: Установить код принуждения

# setDuressCodeDesc
source: {count}-digit code for emergencies
ru: {count}-значный код для экстренных ситуаций

# duressCodeSet
source: Duress code set ({count} digits).
ru: Код принуждения установлен ({count} цифр).

source: Disable duress code
ru: Отключить код принуждения

# wipeCodeSection
source: WIPE CODE
ru: КОД УДАЛЕНИЯ

# wipeCodeInfo
source: Wipe code is a separate PIN that triggers complete data deletion. After entering, confirmation will appear: hold the button for 2 seconds (protection from accidental trigger).
ru: Код удаления — отдельный PIN, который запускает полное удаление данных. После ввода потребуется подтверждение удержанием (защита от случайного запуска).

source: Set wipe code
ru: Установить код удаления

# setWipeCodeDesc
source: {count}-digit panic wipe code
ru: {count}-значный panic wipe код

# wipeCodeSet
source: Wipe code set ({count} digits).
ru: Код удаления установлен ({count} цифр).

source: Disable wipe code
ru: Отключить код удаления

source: BRUTE FORCE PROTECTION
ru: ЗАЩИТА ОТ ПОДБОРА

# deleteAfterAttempts
source: Delete data after 10 attempts
ru: Удалить данные после 10 попыток

source: Auto wipe on wrong PIN
ru: Автоматический wipe при неверном PIN

# autoWipeWarning
source: After 10 wrong attempts all data will be permanently deleted!
ru: После 10 неверных попыток все данные будут удалены безвозвратно!

source: EMERGENCY WIPE
ru: ЭКСТРЕННОЕ УДАЛЕНИЕ

# enablePanicGesture
source: Enable panic wipe gesture
ru: Включить жест panic wipe

# panicGestureFullDesc
source: 3 quick app minimizes → wipe (off by default)
ru: 3 быстрых ухода приложения в фон → wipe (по умолчанию выключено)

# panicGestureWarning
source: Important: this gesture is based on quick app minimizes (e.g. screen lock/unlock or quick app switching) and may be less predictable than wipe code.
ru: Важно: этот жест основан на быстрых уходах приложения в фон (например, блокировка/разблокировка экрана или быстрое переключение приложений) и может быть менее предсказуем, чем код удаления.

# autoDeleteMessages
source: MESSAGE AUTO-DELETE
ru: АВТОУДАЛЕНИЕ СООБЩЕНИЙ

# autoDeleteInfo
source: Automatic deletion of old messages increases privacy. Messages older than the selected period will be permanently deleted.
ru: Автоматическое удаление старых сообщений повышает приватность. Сообщения старше выбранного периода будут удалены безвозвратно.

source: Confirmation
ru: Подтверждение

# willDeleteMessages
source: Enabling this policy will delete {count} messages. This action is irreversible. Continue?
ru: При включении этой политики будет удалено {count} сообщений. Это действие необратимо. Продолжить?

# deleted
source: Deleted {count} messages
ru: Удалено {count} сообщений

# policyApplied
source: Policy applied: {name}
ru: Политика применена: {name}

source: Biometry enabled
ru: Биометрия включена

# biometryFailed
source: Failed to enable biometry
ru: Не удалось включить биометрию

# confirmForBiometry
source: Confirm to enable biometry
ru: Подтвердите для включения биометрии

source: Fast entry
ru: Быстрый ввод

source: combinations
ru: комбинаций

source: Enhanced security
ru: Повышенная защита

source: NEW PIN
ru: НОВЫЙ PIN

# confirmPinTitle
source: CONFIRM PIN
ru: ПОДТВЕРДИТЕ PIN

source: CURRENT PIN
ru: ТЕКУЩИЙ PIN

source: MAIN PIN
ru: ОСНОВНОЙ PIN

# duressCodeTitle
source: DURESS CODE
ru: КОД ПРИНУЖДЕНИЯ

# confirmCodeTitle
source: CONFIRM CODE
ru: ПОДТВЕРДИТЕ КОД

# wipeCodeTitle
source: WIPE CODE
ru: КОД УДАЛЕНИЯ

# enterDigitPin
source: Enter {count}-digit PIN code
ru: Введите {count}-значный PIN-код

# repeatPinToConfirm
source: Repeat PIN code to confirm
ru: Повторите PIN-код для подтверждения

# enterCurrentPin
source: Enter current PIN code
ru: Введите текущий PIN-код

# enterNewDigitPin
source: Enter new {count}-digit PIN code
ru: Введите новый {count}-значный PIN-код

# repeatNewPin
source: Repeat new PIN code
ru: Повторите новый PIN-код

source: Enter PIN to disable
ru: Для отключения введите текущий PIN

source: Confirm main PIN
ru: Подтвердите основной PIN

# enterDuressCode
source: Enter duress code (different from main)
ru: Введите код принуждения (отличный от основного)

source: Repeat duress code
ru: Повторите код принуждения

source: Enter main PIN to disable
ru: Введите основной PIN для отключения

# enterWipeCode
source: Enter wipe code (different from main PIN)
ru: Введите код удаления (отличный от основного PIN)

source: Repeat wipe code
ru: Повторите код удаления

# enterMainPinToDisableWipe
source: Enter main PIN to disable wipe code
ru: Введите основной PIN для отключения кода удаления

# pinSetupTitle
source: PIN Setup
ru: Установка PIN

# changePinTitle
source: Change PIN
ru: Изменение PIN

# disablePinTitle
source: Disable PIN
ru: Отключение PIN

# duressCodeSetupTitle
source: Duress Code
ru: Код принуждения

# disableCodeTitle
source: Disable Code
ru: Отключение кода

# wipeCodeSetupTitle
source: Wipe Code
ru: Код удаления

# disableWipeCodeTitle
source: Disable Wipe Code
ru: Отключение кода удаления

# pinCodeSetSuccess
source: PIN code set
ru: PIN-код установлен

# pinCodeChangedSuccess
source: PIN code changed
ru: PIN-код изменён

# pinCodeDisabledSuccess
source: PIN code disabled
ru: PIN-код отключён

# duressCodeSetSuccess
source: Duress code set
ru: Код принуждения установлен

# duressCodeDisabledSuccess
source: Duress code disabled
ru: Код принуждения отключён

# wipeCodeSetSuccess
source: Wipe code set
ru: Код удаления установлен

# wipeCodeDisabledSuccess
source: Wipe code disabled
ru: Код удаления отключён

source: PINs do not match
ru: PIN-коды не совпадают

source: Invalid PIN code
ru: Неверный PIN-код

# pinChangeError
source: Error changing PIN
ru: Ошибка изменения PIN

# codeMustBeDifferent
source: Code must be different from main PIN
ru: Код должен отличаться от основного PIN

# codeSetupError
source: Error setting up code
ru: Ошибка установки кода

source: Codes do not match
ru: Коды не совпадают

source: SELECT PIN LENGTH
ru: ВЫБЕРИТЕ ДЛИНУ PIN

# shorterPinFaster
source: Shorter PIN is faster to enter, longer is more secure
ru: Короткий PIN быстрее вводить, длинный — безопаснее

# sixDigits
source: 6 digits
ru: 6 цифр

# fourDigits
source: 4 digits
ru: 4 цифры

source: recommended
ru: рекомендуется

source: Security Level
ru: Уровень защиты

# fourDigitCombinations
source: 4-digit PIN: ~10,000 combinations
ru: 4-значный PIN: ~10 000 комбинаций

# sixDigitCombinations
source: 6-digit PIN: ~1,000,000 combinations
ru: 6-значный PIN: ~1 000 000 комбинаций

source: DEVELOPER CHAT
ru: ЧАТ С РАЗРАБОТЧИКОМ

# willReply
source: We will reply soon
ru: Ответим в ближайшее время

# sendLogsQuestion
source: Send logs?
ru: Отправить логи?

# logsWillBeSent
source: {count} entries will be sent. Logs help the developer understand the issue.
ru: Будет отправлено {count} записей. Логи помогут разработчику разобраться в проблеме.

source: Send
ru: Отправить

source: Logs sent
ru: Логи отправлены

# logsError
source: Error sending logs
ru: Ошибка отправки логов

# messageNotSent
source: Failed to send message
ru: Не удалось отправить сообщение

source: Write to us!
ru: Напишите нам!

# questionsProblemsIdeas
source: Questions, problems, suggestions — we read everything and respond.
ru: Вопросы, проблемы, предложения — мы читаем всё и отвечаем.

source: Developer
ru: Разработчик

source: now
ru: сейчас

# minAgo
source: {count} min
ru: {count} мин

# daysAgo
source: {count} d
ru: {count} дн

source: Retry
ru: Повторить
