Repository: vadimkolobanov/orpheus_client
Catalog: lib/l10n/app_*.arb
Languages: ru

source: Send logs
ru: Отправить логи

# pointCameraAtQr
source: Point camera at QR code
ru: Наведите камеру на QR-код

# publicKeyAutoRecognized
source: Contact's public key will be recognized automatically
ru: Публичный ключ контакта будет распознан автоматически

# retentionAll
source: Keep forever
ru: Хранить всегда

# retentionDay
source: Keep 24 hours
ru: Хранить 24 часа

# retentionWeekOption
source: Keep 7 days
ru: Хранить 7 дней

# retentionMonthOption
source: Keep 30 days
ru: Хранить 30 дней

# retentionAllSubtitle
source: Messages are not deleted automatically
ru: Сообщения не удаляются автоматически

# retentionDaySubtitle
source: Messages older than a day are deleted
ru: Сообщения старше суток удаляются

# retentionWeekSubtitle
source: Messages older than a week are deleted
ru: Сообщения старше недели удаляются

# retentionMonthSubtitle
source: Messages older than a month are deleted
ru: Сообщения старше месяца удаляются

source: Auto-scroll
ru: Автопрокрутка

# clearLogsQuestion
source: Clear logs?
ru: Очистить логи?

source: Logs copied
ru: Логи скопированы

source: Entry copied
ru: Запись скопирована

source: No logs
ru: Нет логов

source: Entries
ru: Записей

source: ALL
ru: ВСЕ

source: Done
ru: Готово

source: Activation
ru: Активация

source: Enter code
ru: Введите код

# activationCodeHint
source: Activation code is provided upon license purchase.
ru: Код активации выдаётся при покупке лицензии.

source: Activation code
ru: Код активации

# activateButton
source: Activate
ru: Активировать

source: Checking…
ru: Проверка…

# licenseActivated
source: License successfully activated.
ru: Лицензия успешно активирована.

# enterCodeError
source: Enter code
ru: Введите код

source: Invalid code
ru: Неверный код

# connectionError
source: Connection error. Check internet.
ru: Ошибка соединения. Проверьте интернет.

source: Format
ru: Формат

# codeFormat
source: Letters, numbers, and symbols _ and -
ru: Буквы, цифры, а также символы _ и -

# codeNotAccepted
source: If code is not accepted — check internet and input correctness.
ru: Если код не принимается — проверьте интернет и правильность ввода.

source: Keys not initialized
ru: Ключи не инициализированы

source: Rooms
ru: Комнаты

# noRooms
source: No rooms yet
ru: Нет комнат

# noRoomsDesc
source: Create or join a room to start.
ru: Создайте или подключитесь к комнате, чтобы начать.

source: Create room
ru: Создать комнату

source: Join room
ru: Подключить комнату

# roomNameHint
source: Room name
ru: Название комнаты

# inviteCodeHint
source: Invite code
ru: Пригласительный код

# inviteCodeTitle
source: Invite code
ru: Пригласительный код

source: Invite code copied
ru: Код скопирован

source: Room created
ru: Комната создана

# roomJoined
source: Joined room
ru: Подключение выполнено

# roomWarningUnprotected
source: Warning: messages in this chat are not protected and stored on the server. Do not share sensitive information.
ru: Внимание: сообщения в этом чате не защищены и хранятся на сервере. Не передавайте чувствительную информацию.

# enableRoomNotifications
source: Enable chat notifications
ru: Включить уведомления чата

# disableRoomNotifications
source: Disable chat notifications
ru: Отключить уведомления чата

# roomNotificationsOn
source: Chat notifications enabled
ru: Уведомления чата включены

# roomNotificationsOff
source: Chat notifications disabled
ru: Уведомления чата отключены

# rotateInvite
source: Rotate invite code
ru: Ротация пригласительного кода

# rotateInviteTitle
source: Rotate invite code?
ru: Ротировать пригласительный код?

# rotateInviteDesc
source: Previous invite code will stop working.
ru: Ранее выданный код перестанет работать.

# panicClear
source: Clear history for everyone
ru: Очистить историю для всех

# panicClearTitle
source: Clear room history?
ru: Очистить историю комнаты?

# panicClearDesc
source: All messages in this room will be deleted for everyone.
ru: Все сообщения этой комнаты будут удалены у всех участников.

source: Leave room
ru: Выйти из комнаты

# leaveRoomTitle
source: Leave room?
ru: Выйти из комнаты?

# leaveRoomDesc
source: You will stop receiving messages from this room.
ru: Вы перестанете получать сообщения из этой комнаты.

source: Create
ru: Создать

source: Join
ru: Подключить

# noMessagesDesc
source: No messages yet
ru: Сообщений пока нет

# moderationSensitiveWarning
source: Warning: message may contain sensitive data. Be careful.
ru: Внимание: сообщение может содержать чувствительные данные. Будьте осторожны.

# roomSystemInviteRotated
source: Invite code rotated. Previous code is no longer valid.
ru: Ротация пригласительного кода. Ранее выданный код больше недействителен.

# roomSystemHistoryCleared
source: Room history was cleared.
ru: История комнаты очищена.

source: OK
ru: Ок

# aiAssistantName
source: Orpheus Oracle
ru: Оракул Орфея

# aiAssistantShortName
source: AI Assistant
ru: AI Помощник

# aiAssistantOnline
source: Always online
ru: Всегда онлайн

# aiAssistantDesc
source: Smart Orpheus helper
ru: Умный помощник по Orpheus

# aiAssistantWelcome
source: Hello! I'm your personal AI consultant for Orpheus. Ask me anything about app features, security, or settings.
ru: Привет! Я ваш персональный AI-консультант Orpheus. Задайте любой вопрос о функциях приложения, безопасности или настройках.

# aiThinking
source: Thinking...
ru: Думаю...

# aiMessageHint
source: Ask a question...
ru: Задайте вопрос...

# aiClearChat
source: Clear chat
ru: Очистить чат

# aiClearChatTitle
source: Clear history?
ru: Очистить историю?

# aiClearChatDesc
source: AI conversation history will be deleted.
ru: История диалога с AI будет удалена.

# aiClearMemory
source: Clear memory
ru: Очистить память

# aiClearMemoryTitle
source: Clear memory?
ru: Очистить память?

# aiClearMemoryDesc
source: AI memory and dialog history will be deleted.
ru: Память и история диалога с AI будут удалены.

# aiMemoryIndicator
source: Memory: {count} AI replies
ru: Память: {count} ответов ИИ

# aiSuggestion1
source: What's new in this version?
ru: Что нового в этой версии?

# aiSuggestion2
source: How does encryption work?
ru: Как работает шифрование?

# aiSuggestion3
source: What is the duress code?
ru: Что такое код принуждения?
